{
  "RoanokeSymphonyOrchestra": {
    "title": "Roanoke Symphony Orchestra",
    "date": "Sunday, March 12th 2017 at 3PM",
    "location": "Moss Arts Center",
    "price": "$25 - $55, $10 for students with ID and children 18 and under.",
    "description": "David Stewart Wiley, music director and conductor.\\nThe RSO returns to Blacksburg with a rich masterworks program that traverses musical landscapes near and far.\\nThe evening’s first half will feature a new work from Jerome Margolis, Franklin County, juxtaposed with Aaron Copland’s Billy the Kid Suite.\\nThe second half of the program will take us across the Atlantic Ocean with Bedřich Smetana’s The Moldau and Maurice Ravel’s beloved Bolero.",
    "category": "Orchestra"
  },
  "Belonging": {
    "title": "(Be)longing",
    "date": "March 17th and 18th, 2017 at 7:30PM",
    "location": "Moss Arts Center",
    "price": "$25-$55, $10 students with ID and children 18 and under.",
    "description": "Music by Byron Au Yong\\nLibretto by Aaron Jafferis\\nDirected by Charlotte Brathwaite\\nChoreography by Ni'Ja Whitson\\nProduction design by Ben Zamora\\nProduced by ArKtype/Thomas O. Kriegsmann\\nMusic direction by Nancy Harder\\nThis award-winning creative team presents a new, staged oratorio (featuring locally cast singers, beatboxers, and hip-hop artists) about belonging, isolation, healing, and community. Developed through research and creative residencies in Blacksburg and other locations, performances and related engagement will reflect on violence and school shootings and consider deeper ways to connect and build communities of safety and support.\\n\\nAdult themes and Content\\n\\n(Be)longing is a commission of the Moss Arts Center and developed in partnership with International Festival of Arts & Ideas, New Haven, Connecticut. Residency development provided by Tje Flea Theater, New York City; Westminster Choir College; Montalvo Arts Center; and Weston Playhouse. (Be)longing was developed, in part, at the 2014 Sundance Institute Theatre Lab at MASS MoCA.",
    "category": "Drama"
  },
  "KidKoala": {
    "title": "Kid Koala\\nNufonia Must Fall",
    "date": "Friday, March 24th 2017 at 7:30PM",
    "location": "Moss Arts Center",
    "price": "$25-$55, $10 for students with ID and children 18 and under.",
    "description": "“Part of the enjoyment is glancing from the screen to the dimly lighted stage, seeing the puppeteers move from backdrop to backdrop and watching the ingenuity of the perspective and the minuscule gestures that translate into big-screen drama.”\\n—The New York Times\\n\\nfeaturing\\nKid Koala, composer and principal lead artist\\nAfiara Quartet\\nK. K. Barrett, director\\n\\nWitness a multi-disciplinary theatrical adaptation unfold before your eyes, complete with real-time film and live scoring.\\nGlobetrotting scratch DJ, music producer, and award-winning graphic novelist Kid Koala presents this magical adaptation of his graphic novel and soundtrack, Nufonia Must Fall. The charming story centers around a headphones-sporting robot on the verge of obsolescence, who through the course of the story falls in love.\\n\\nDirected by K. K. Barrett, recently Oscar-nominated for Her, this adaptation comes to life via real-time filming of more than a dozen miniature stages and a cast of puppets, while Kid Koala and the Afiara Quartet provide the original live score on piano, strings, and turntables.\\nKid Koala has collaborated with the Gorillaz, Deltron 3030, and The Slew and has toured with the likes of Radiohead, the Beastie Boys, The Preservation Hall Jazz Band, and most recently Arcade Fire. He has contributed to film scores for Shaun of the Dead, Scott Pilgrim vs. The World, Looper, and The Great Gatsby, as well as numerous TV networks.",
    "category": "Music"
  },
  "SouthwestVirginiaBallet": {
    "title": "Southwest Virginia Ballet\\nRomeo and Juliet",
    "date": "s April 1st at 7:30PM, April 2nd at 3PM 2017.",
    "location": "Moss Arts Center",
    "price": "$20 - $55, $10 for students with ID and children 18 and under",
    "description": "Pedro Szalay, artistic director\\n\\nBased on the William Shakespeare classic, with a mesmerizing score by Serge Prokofiev and original chereography by Pedro Szalay, this three-act ballet brings to life the feud between the Houses of Capulet and Montague and the passionate story of two young people who fight, linger, and love until the end.\\n\\nSouthwest Virginia Ballet's production includes a set designed by internationally renowned Mina Albergo and Armando Zulio, costumes by A. Christina Giannini, lighting by Dirk Kuyk, and a cast of more than 60 dancers.\\n\\nCo-presented with the Southwest Virginia Ballet",
    "category": "Dance"
  },
  "SecretAgent23Skidoo": {
    "title": "Secret Agent 23 Skidoo",
    "date": "Saturday, April 8th 2017 at 3PM",
    "location": "Moss Arts Center",
    "price": "$20 general admission, $10 students with ID and children 18 an under",
    "description": "\"Nobody is making better 'Kid-Hop' than Secet Agent 23 Skidoo.\".\\n-NPR's All Things Considered\\n\\nWhat happens when you mix equal parts Dr. Seuss and Dr. Dre? A cornucopia of creativity from Secret Agent 23 Skidoo. A North Carolina musician who mixes a wide spectrum of genres to mill into the perfect instrumental, musically sophisticated, lyrically intelligent house party classics.\\n\\nSecret Agent 23 Skidoo is a stand-out star in the family music scene, combining the excitement of hip-hop with the magical world of childhood. Mixing sophisticated instrumental funk and positive, witty wordplay, he has earned a loyal national following.\\n\\nSkidoo's Grammy-nominated album, The Perfect Quirk, is classic hip-hop spiced with Motown, reggae, club thump, blues, and the occasional pirate shanty. His much anticipated follow up, Infinity Plus One, takes flight soon with songs that will take kids into outer space and deep into their imaginations.\\n\\nSecret Agent 23 Skidoo creates unique and heartwarming party music that has garnered national awards, seven number one hits on SiriusXM Global Radio, and praise from TIME, NPR, USA Today, and many others.\\n\\nRecommended for ages 3 and older.",
    "category": "Music"
  },
  "StuartPimslerDanceandTheater": {
    "title": "Stuart Pimsler Dance and Theater - Matinee",
    "date": "Saturday, April 22nd 2017 at 7:30PM",
    "location": "Moss Arts Center",
    "price": "$20 - $45, $10 for students with ID and children 18 and under.",
    "description": "“So effectively do the performers pull us into the emotional world they create.”\\n—The Village Voice\\n\\nBe transported to a time of grainy, romantic films, where celluloid characters pass through layered interactions in pursuit of love and connection, with Stuart Pimsler Dance & Theater (SPDT).\\n\\nThe company’s newest work, Matinee, features a spirited young woman on a train, a man at a threadbare bar, a disillusioned housewife with a penchant for old films—these and other characters move in and out of films as realities become blurred and the nature of relationships is explored. Matinee’s cinematic world of movement-theatre imagery journeys into the delicate divide between fantasy and reality.\\n\\nAn internationally recognized company founded in 1978 by Stuart Pimsler and co-directed with Suzanne Costello since 1984, SPDT has performed across the U.S. and in Canada, Europe, Israel, Taiwan, Russia, Bermuda, China, and Mexico.",
    "category": "Dance"
  },
  "NewYorkGilbertandSullivanPlayers": {
    "title": "H.M.S Pinafore - New York Gilbert and Sullivan Players",
    "date": "Friday, May 5th 2017 at 7:30PM",
    "location": "Moss Arts Center",
    "price": "$40 - $75, $10 for students with ID and children 18 and under.",
    "description": "“ Pinafore will sweep you away.”\\n—The New York Post\\n\\nRide a wave of music and laughter as a romantic cast of characters sings and dances their way across the deck of the fanciful British naval vessel with the improbable name.\\n\\nH.M.S. Pinafore, or The Lass That Loved A Sailor, was first performed at London’s Opera Comique on May 25, 1878, and has remained popular on both sides of the Atlantic ever since. The New York Gilbert & Sullivan Players’ production features an elaborate setting of a ship’s deck, based on drawings by Gilbert himself, and beautiful Belle Epoch costumes.\\n\\nGet ready for an evening filled with the lush sounds of voices and a full orchestra in the pit, lively action and choreography, and broad comedy true to Gilbert & Sullivan tradition.",
    "category": "Dance"
  }
}
